tap "homebrew/bundle"
brew "awscli"
brew "biome"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "mole"
brew "neovim"
brew "powerlevel10k"
brew "prettier"
brew "rclone"
brew "ripgrep"
brew "stylua"
brew "tailwindcss-language-server"
brew "tmux"
brew "tree-sitter-cli"
brew "vscode-langservers-extracted"
brew "vtsls"
brew "yadm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "codex"
cask "codex-app"
cask "ghostty"
cask "keycastr"
cask "postman"
cask "raycast"
