tap "anomalyco/tap"
tap "homebrew/bundle"
brew "agent-browser"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "gopls"
brew "mole"
brew "neovim"
brew "powerlevel10k"
brew "prettier"
brew "ripgrep"
brew "stylua"
brew "tailwindcss-language-server"
brew "tmux"
brew "tree-sitter-cli"
brew "vercel-cli"
brew "vscode-langservers-extracted"
brew "vtsls"
brew "yadm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "firefox"
cask "font-lilex"
cask "ghostty"
cask "google-chrome"
cask "keycastr"
cask "postman"
cask "raycast"
cask "zed"
